Repository: benoit-pierre/mcomix
Catalog: mcomix/messages/*/LC_MESSAGES/mcomix.po
Languages: fr

source: File order
fr: Ordre des fichiers

source: Sort files and directories by:
fr: Trier les fichiers et les répertoires par :

source: Sort archives by:
fr: Trier les archives par :

source: Store thumbnails for opened files
fr: Enregistrer les vignettes des fichiers ouverts

source: Store thumbnails for opened files according to the freedesktop.org specification. These thumbnails are shared by many other applications, such as most file managers.
fr: Enregistrer les vignettes des fichiers ouverts selon les spécifications de freedesktop.org. Ces vignettes sont partagés par d'autres applications comme les gestionnaires de fichiers.

source: Maximum number of pages to store in the cache:
fr: Nombre maximal de pages dans le cache :

source: Set the max number of pages to cache. A value of -1 will cache the entire archive.
fr: Définir le nombre maximal de pages dans le cache. Une valeur de -1 stockera toute l'archive en cache.

source: Magnifying Lens
fr: Loupe

source: Magnifying lens size (in pixels):
fr: Taille de la loupe (en pixels) :

source: Set the size of the magnifying lens. It is a square with a side of this many pixels.
fr: Défini la taille de la loupe. C'est un carré dont la taille du côté est égal à ce paramètre en pixel.

source: Magnification factor:
fr: Facteur d'agrandissement :

source: Set the magnification factor of the magnifying lens.
fr: Défini le facteur d'agrandissement de la loupe

source: Comment extensions:
fr: Extensions des fichiers de commentaires :

source: Auto-detect (Default)
fr: Détection automatique (défaut)

source: Never
fr: Jamais

source: Only for title pages
fr: Uniquement pour les pages titres

source: Only for wide images
fr: Uniquement pour les grandes images

source: Always
fr: Toujours

source: When showing the first page of an archive, or an image's width exceeds its height, only a single page will be displayed.
fr: Une seule image s'affichera pour la première page d'une archive ou lorsque la largeur d'une image est supérieure à sa hauteur,

source: Fit to width
fr: Ajuster à la largeur

source: Fit to height
fr: Ajuster à la hauteur

source: No sorting
fr: Pas de tri

source: File name
fr: Nom de fichier

source: Last modified
fr: Dernière modification

source: Files will be opened and displayed according to the sort order specified here. This option does not affect ordering within archives.
fr: Les fichiers seront ouverts et affichés selon l'ordre de tri spécifié ici. Cette option n'affecte pas l'ordre des fichiers à l'intérieur des archives.

source: Natural order
fr: Ordre naturel

source: Literal order
fr: Ordre littéral

source: Files within archives will be sorted according to the order specified here. Natural order will sort numbered files based on their natural order, i.e. 1, 2, ..., 10, while literal order uses standard C sorting, i.e. 1, 2, 34, 5.
fr: Les fichiers seront triés à l'intérieur des archives selon l'ordre spécifié. L'ordre naturel triera les fichiers numérotés selon leur ordre naturel (1, 2,…, 10), alors que l'ordre littéral utilisera le tri standard C (1, 2, 34, 5).

source: Add information about all files opened from within MComix to the shared recent files list.
fr: Ajoute les informations sur les fichiers ouverts par MComix dans la liste des documents récents.

source: Delete information about recently opened files?
fr: Effacer les informations sur les fichiers récemment ouverts ?

source: This will remove all entries from the "Recent" menu, and clear information about last read pages.
fr: Ceci va effacer toutes les entrées concernant le menu « Récemment ouverts » et supprimer les informations sur les dernières pages lues.

source: Normal (fast)
fr: Normale (rapide)

source: Bilinear
fr: Bilinéaire

source: Hyperbolic (slow)
fr: Hyperbolique (lent)

source: Changes how images are scaled. Slower algorithms result in higher quality resizing, but longer page loading times.
fr: Modifie la méthode de mise à l'échelle des images. Les algorithmes les plus lents offrent un meilleur rendu, mais le chargement des images s'en trouve ralenti.

source: Treat all files found within archives, that have one of these file endings, as comments.
fr: Considérer tous les fichiers des archives qui utilisent une de ces extensions comme fichiers de commentaires.

source: %d comments
fr: %d commentaires

source: Accessed
fr: Accédé le

source: Modified
fr: Modifié le

source: Owner
fr: Propriétaire

source: View images and comic book archives.
fr: Visionner des images et des archives de bandes dessinés.

source: Show this help and exit.
fr: Afficher l'aide et quitter.

source: Start the application in slideshow mode.
fr: Démarrer l'application en mode diaporama

source: Show the library on startup.
fr: Afficher la bibliothèque au démarrage.

source: Show the version number and exit.
fr: Afficher le numéro de version et quitter.

source: View modes
fr: Modes d'affichage

source: Start the application in fullscreen mode.
fr: Démarrer l'application en mode plein écran

source: Start the application in manga mode.
fr: Démarrer l'application en mode manga

source: Start the application in double page mode.
fr: Démarrer l'application en mode double page

source: Zoom modes
fr: Modes de zoom

source: Start the application with zoom set to best fit mode.
fr: Démarrer l'application avec le zoom réglé pour s'adapter à la meilleure dimension.

source: Start the application with zoom set to fit width.
fr: Démarrer l'application avec le zoom réglé pour s'adapter à la largeur.

source: Start the application with zoom set to fit height.
fr: Démarrer l'application avec le zoom réglé pour s'adapter à la hauteur.

source: Debug options
fr: Options de debug

source: Sets the desired output log level.
fr: Définit le niveau de sortie du journal.

source: You do not have the required versions of GTK+ and PyGTK installed.
fr: Vous n'avez pas les versions requises de GTK+ et PyGTK.

source: Installed GTK+ version is: %s
fr: La version de GTK+ installée est : %s

source: Required GTK+ version is: 2.12.0 or higher
fr: Version requise de GTK+ : 2.12.0 ou plus

source: Installed PyGTK version is: %s
fr: La version de PyGTK installée est : %s

source: Required PyGTK version is: 2.12.0 or higher
fr: Version requise de PyGTK : 2.12.0 ou plus

source: No version of PyGTK was found on your system.
fr: Aucun version de PyGTK n'a été détectée sur votre système.

source: This error might be caused by missing GTK+ libraries.
fr: L'erreur peut être due à des bibliothèques GTK+ manquantes.

source: You don't have the required version of the Python Imaging
fr: Vous n'avez pas la version requise de Python Imaging.

source: Library (PIL) installed.
fr: Bibliothèque (PIL) installée.

source: Installed PIL version is: %s
fr: La version de PIL installée est : %s

source: Required PIL version is: 1.1.5 or higher
fr: Version requise de PIL : 1.1.5 ou plus.

source: Python Imaging Library (PIL) 1.1.5 or higher is required.
fr: Version requise de Python Imaging Library (PIL) : 1.1.5 ou plus.

source: No version of the Python Imaging Library was found on your system.
fr: Aucun version du Python Imaging Library n'a été détectée sur votre système.

source: Stop slideshow
fr: Arrêter le diaporama

source: Show page numbers
fr: Afficher les numéros de page

source: Show file numbers
fr: Afficher les numéros de fichiers

source: Show resolution
fr: Afficher la résolution

source: Show path
fr: Afficher le chemin

source: Show filename
fr: Afficher le nom de fichier

source: ZIP archive
fr: Archive ZIP

source: RAR archive
fr: Archive RAR

source: Tar archive
fr: Archive Tar

source: Gzip compressed tar archive
fr: Archive tar compressée avec Gzip

source: Bzip2 compressed tar archive
fr: Archive tar compressée avec Bzip2

source: 7z archive
fr: Archive 7z

source: LHA archive
fr: Archive LHA

source: Original vision/developer of Comix
fr: Vision et développeur original de Comix

source: MComix developer
fr: Développeur

source: Simplified Chinese translation
fr: Traduction en chinois simplifié

source: Spanish translation
fr: Traduction espagnole

source: Brazilian Portuguese translation
fr: Traduction en portugais brésilien

source: German translation and Nautilus thumbnailer
fr: Traduction allemande et développement du générateur de vignettes pour Nautilus

source: German translation
fr: Traduction allemande

source: Italian translation
fr: Traduction italienne

source: Dutch translation
fr: Traduction néerlandaise

source: French translation
fr: Traduction française

source: Polish translatin
fr: Traduction polonaise

source: Polish translation
fr: Traduction polonaise

source: Greek translation
fr: Traduction grec

source: Catalan translation
fr: Traduction catalane

source: Traditional Chinese translation
fr: Traduction en chinois traditionnel

source: Japanese translation
fr: Traduction japonaise

source: Hungarian translation
fr: Traduction hongroise

source: Russian translation
fr: Traduction russe

source: Croatian translation
fr: Traduction croate

source: Korean translation
fr: Traduction coréenne

source: Persian translation
fr: Traduction persane

source: Indonesian translation
fr: Traduction indonésienne

source: Czech translation
fr: Traduction tchèque

source: Ukrainian translation
fr: Traduction ukrainienne

source: Galician translation
fr: Traduction galicienne

source: Swedish translation
fr: Traduction suédoise

source: Hebrew translation
fr: Traduction hébraïque

source: Icon design
fr: Réalisation des icônes

source: ! Could not save thumbnail "%(thumbpath)s": %(error)s
fr: ! Impossible d'enregistrer la vignette "%(thumbpath)s" : %(error)s

source: Copies the current page to clipboard.
fr: Copie la page courante dans le presse-papier.

source: _Delete
fr: _Supprimer

source: Deletes the current file or archive from disk.
fr: Supprime le fichier ou l'archive courant du disque

source: _Next page
fr: Page _suivante

source: _Previous page
fr: Page _précédente

source: _First page
fr: P_remière page

source: _Last page
fr: _Dernière page

source: _Go to page...
fr: _Aller à la page…

source: Go to page...
fr: Aller à la page…

source: Re_fresh
fr: Act_ualiser

source: Reloads the currently opened files or archive.
fr: Recharge le fichier ou l'archive courant.

source: Next _archive
fr: Archive sui_vante

source: Previous a_rchive
fr: Archive pré_cédente

source: Zoom _In
fr: Zoom a_vant

source: Zoom _Out
fr: Zoom a_rrière

source: _Normal Size
fr: Taille _normale

source: Mi_nimize
fr: Mi_nimiser

source: _Close
fr: _Fermer

source: Closes all opened files.
fr: Ferme tous les fichiers ouverts.

source: _Quit
fr: _Quitter

source: _Save and quit
fr: E_nregistrer et quitter

source: Quits and restores the currently opened file next time the program starts.
fr: Quitte et rouvre le fichier actuellement ouvert au prochain lancement.

source: _Rotate 90 degrees CW
fr: Rotation de 90 degrés sens _horaire

source: Rotate 180 de_grees
fr: Rotation de 180 de_grés

source: Rotat_e 90 degrees CCW
fr: Rotation de 90 degrés sens _anti-horaire

source: Fli_p horizontally
fr: Miroir h_orizontal

source: Flip _vertically
fr: Miroir _vertical

source: Save _As
fr: _Enregistrer sous…

source: _Recent
fr: Fichiers _récents

source: _Bookmarks
fr: _Signets

source: T_oolbars
fr: Barre d'ou_tils

source: _Edit
fr: É_dition

source: _File
fr: _Fichier

source: _View
fr: _Affichage

source: _Tools
fr: _Outils

source: _Help
fr: Aid_e

source: _Transform image
fr: Tra_nsformer l'image

source: _Auto-rotate image
fr: _Rotation automatique des images

source: ...when width exceeds height
fr: … lorsque que la largeur est plus grande que la hauteur

source: ...when height exceeds width
fr: … lorsque que la hauteur est plus grande que la largeur

source: _Fullscreen
fr: _Plein écran

source: Fullscreen mode
fr: Mode plein écran

source: _Double page mode
fr: _Double page

source: _Toolbar
fr: Barre d'_outils

source: _Menubar
fr: Barre de _menus

source: St_atusbar
fr: Barre d'_état

source: S_crollbars
fr: Barres de _défilement

source: Th_umbnails
fr: _Vignettes

source: H_ide all
fr: Tout mas_quer

source: _Manga mode
fr: _Manga

source: Invert smart scrolling direction.
fr: Inverse la direction du défilement intelligent.

source: _Keep transformation
fr: Mémoriser la _transformation

source: Keeps the currently selected transformation for the next pages.
fr: Conserve la transformation actuellement sélectionnée pour les prochaines pages.

source: Start _slideshow
fr: Démarrer le d_iaporama

source: Magnifying _lens
fr: _Loupe

source: Stretch images to fit to the screen, depending on zoom mode.
fr: Étire les images pour les adapter à l'écran, selon le mode zoom.

source: _Best fit mode
fr: Ajuster l'image à la _fenêtre

source: Fit _width mode
fr: Adapter à la lar_geur

source: Fit _height mode
fr: Adapter à la _hauteur

source: Fit _size mode
fr: Adapter à la pa_ge

source: M_anual zoom mode
fr: Zoom m_anuel

source: _About
fr: À _propos

source: Co_mments...
fr: Co_mmentaires…

source: Proper_ties
fr: _Propriétés

source: Pr_eferences
fr: _Préférences

source: _Edit archive...
fr: _Éditer l'archive…

source: Opens the archive editor.
fr: Ouvre l'éditeur d'archive.

source: _Open...
fr: _Ouvrir…

source: En_hance image...
fr: Am_élioration de l'image…

source: _Library...
fr: _Bibliothèque…
