Repository: benoit-pierre/mcomix
Catalog: mcomix/messages/*/LC_MESSAGES/mcomix.po
Languages: fr

source: %s is an image viewer specifically designed to handle comic books.
fr: %s est un visionneur d'images, dédié à la lecture des bandes dessinées.

source: It reads ZIP, RAR and tar archives, as well as plain image files.
fr: Il lit les archives ZIP, RAR et Tar aussi bien que les fichiers images.

source: %s is licensed under the terms of the GNU General Public License.
fr: %s est disponible suivant les termes de la GNU General Public License.

source: A copy of this license can be obtained from %s
fr: Une copie de cette licence peut être obtenue sur %s

source: %(filename)s's extracted size is %(actual_size)d bytes, but should be %(expected_size)d bytes. The archive might be corrupt or in an unsupported format.
fr: La taille du fichier %(filename)s est de %(actual_size)d octets, mais elle devrait être de %(expected_size)d octets. L'archive est peut-être corrompue ou dans un format inconnu.

source: Non-supported archive format: %s
fr: Format d'archive non supporté : %s

source: ! Extraction error: %s
fr: Erreur d'extraction : %s

source: ! Could not create archive at path "%s"
fr: ! Impossible de créer une archive à l'emplacement spécifié "%s"

source: ! Could not add file %(sourcefile)s to archive %(archivefile)s, aborting...
fr: ! Impossible d'ajouter le fichier %(sourcefile)s à l'archive %(archivefile)s, Processus abandonné.

source: ! Could not read %s
fr: ! Impossible de lire %s

source: ! Could not parse bookmarks file %s
fr: ! Impossible de lire le fichier de signets %s

source: Replace existing bookmark on page %s?
fr: Remplacer le signet actuel pour la page %s ?

source: The current book already contains marked pages. Do you want to replace them with a new bookmark on page %d?
fr: Le livre courant contient déjà des pages marquées. Voulez-vous les remplacer avec un nouveau signet sur la page %d ?

source: Selecting "No" will create a new bookmark without affecting the other bookmarks.
fr: Sélectionner « Non » créera un nouveau signet sans affecter les autres signets.

source: Edit Bookmarks
fr: Éditer les signets

source: Name
fr: Nom

source: Location
fr: Emplacement

source: Added
fr: Ajoutés

source: Add _Bookmark
fr: _Ajouter un signet

source: _Edit Bookmarks...
fr: _Éditer les signets…

source: Comments
fr: Commentaires

source: Could not read %s
fr: Impossible de lire %s

source: Please note that the only files that are automatically added to this list are those files in archives that MComix recognizes as comments.
fr: Les seuls fichiers ajoutés automatiquement à cette liste sont les fichiers de l'archive que MComix reconnait comme commentaires.

source: Size
fr: Taille

source: Remove from archive
fr: Effacer de l'archive

source: Edit archive
fr: Éditer l'archive

source: _Import
fr: _Importer

source: Comment files
fr: Fichiers de commentaires

source: The new archive could not be saved!
fr: Impossible d'enregistrer la nouvelle archive !

source: The original files have not been removed.
fr: Les fichiers originaux n'ont pas été supprimés.

source: Archives are stored as ZIP files.
fr: Les archives sont enregistrés comme fichiers ZIP.

source: Enhance image
fr: Amélioration de l'image

source: Reset to defaults.
fr: Réinitialiser.

source: Save the selected values as default for future files.
fr: Enregistrer les valeurs sélectionnées pour les futurs fichiers.

source: _Brightness:
fr: _Luminosité&nbsp;:

source: _Contrast:
fr: _Contraste&nbsp;:

source: S_aturation:
fr: _Saturation&nbsp;:

source: S_harpness:
fr: _Netteté&nbsp;:

source: _Automatically adjust contrast
fr: _Ajuster automatiquement le contraste

source: Automatically adjust contrast (both lightness and darkness), separately for each colour band.
fr: Ajustement automatique du contraste (clarté et obscurité), séparément pour chaque couleur.

source: Open
fr: Ouvrir

source: Save
fr: Enregistrer

source: All files
fr: Tous les fichiers

source: All images
fr: Toutes les images

source: A file named '%s' already exists. Do you want to replace it?
fr: Un fichier nommé '%s' existe déjà. Voulez-vous le remplacer?

source: Replacing it will overwrite its contents.
fr: Le remplacement du fichier écrasera son contenu.

source: Add books
fr: Ajouter des livres

source: No images in '%s'
fr: Pas d'images dans '%s'

source: Could not open %s: No such file.
fr: Impossible d'ouvrir %s : fichier inexistant.

source: Could not open %s: Permission denied.
fr: Impossible d'ouvrir %s : permission refusée.

source: Continue reading from page %d?
fr: Continuer la lecture depuis la page %d ?

source: You stopped reading here on %(date)s, %(time)s. If you choose "Yes", reading will resume on page %(page)d. Otherwise, the first page will be loaded.
fr: Vous avez arrêté de lire à cet endroit le %(date)s à %(time)s. Si vous choisissez « Oui », la lecture se poursuivra depuis la page %(page)d. Autrement, elle reprendra à la première page du livre.

source: ! Corrupt preferences file "%s", deleting...
fr: ! Fichier de préférences corrompu "%s",suppression…

source: Invalid path: '%s'
fr: Emplacement non valide : '%s'

source: ! Could not load icon "%s"
fr: ! Impossible de charger l'icône "%s"

source: Unknown filetype
fr: Type de fichier inconnu

source: Previous page
fr: Page précédente

source: Next page
fr: Page suivante

source: First page
fr: Première page

source: Last page
fr: Dernière page

source: Next archive
fr: Archive suivante

source: Previous archive
fr: Archive précédente

source: Next directory
fr: Répertoire suivant

source: Previous directory
fr: Répertoire précédent

source: Scroll to bottom left
fr: Aller dans le coin inférieur gauche

source: Scroll
fr: Défilement

source: Scroll to bottom center
fr: Aller au centre du bas de l'image

source: Scroll to bottom right
fr: Aller dans le coin inférieur droit

source: Scroll to middle left
fr: Aller au milieu gauche de l'image

source: Scroll to center
fr: Aller au centre de l'image

source: Scroll to middle right
fr: Aller au milieu droit de l'image

source: Scroll to top left
fr: Aller dans le coin supérieur gauche

source: Scroll to top center
fr: Aller au centre du haut de l'image

source: Scroll to top right
fr: Aller dans le coin supérieur droit

source: Scroll down
fr: Défilement vers le bas

source: Scroll up
fr: Défilement vers le haut

source: Scroll right
fr: Défilement à droite

source: Scroll left
fr: Défilement à gauche

source: Smart scroll up
fr: Défilement intelligent vers le haut

source: Smart scroll down
fr: Défilement intelligent vers le bas

source: Zoom in
fr: Zoomer

source: Zoom out
fr: Dézoomer

source: Normal size
fr: Taille normale

source: Double page mode
fr: Mode double page

source: Manga mode
fr: Mode manga

source: Invert smart scroll
fr: Inversion du défilement intelligent

source: Magnifying lens
fr: Loupe

source: Stretch small images
fr: Étirer les petites images

source: Best fit mode
fr: Taille idéale

source: Fit width mode
fr: Ajuster à la largeur

source: Fit height mode
fr: Ajuster à la hauteur

source: Manual zoom mode
fr: Zoom manuel

source: Exit from fullscreen
fr: Quitter le mode plein écran

source: User interface
fr: Interface utilisateur

source: Show OSD panel
fr: Afficher le panneau OSD

source: Fullscreen
fr: Plein écran

source: Thumbnails
fr: Vignettes

source: Start slideshow
fr: Démarre le diaporama

source: Properties
fr: Propriétés

source: Preferences
fr: Préférences

source: Library
fr: Bibliothèque

source: Keybinding for "%(action)s" overrides hotkey for another action.
fr: Le raccourci pour "% (l'action) s" remplace le raccourci clavier d'une autre action.

source: Couldn't load keybindings: %s
fr: Essayez avec cette orthographe : Couldn't load key bindingsImpossible de charger les raccourcis clavier : %s

source: ! Could neither find pysqlite2 nor sqlite3.
fr: Erreur : impossible de localiser pysqlite2 et sqlite3.

source: ! Could not remove file "%s"
fr: ! Impossible de supprimer "%s"

source: Adding books
fr: Ajout de livres

source: Added books:
fr: Livres ajoutés :

source: Adding '%s'...
fr: Ajout de '%s'…

source: ! Non-existant book #%i
fr: ! Le livre #%i n'existe pas.

source: ! Could not get cover for book "%s"
fr: ! Impossible de charger la couverture de '%s'.

source: ! Could not add book "%s" to the library
fr: ! Impossible d'ajouter %s à la bibliothèque

source: ! Could not add collection "%s"
fr: ! Impossible d'ajouter la collection "%s"

source: ! Could not add book %(book)s to collection %(collection)s
fr: ! Impossible d'ajouter le livre %(book)s à la collection %(collection)s

source: ! Could not rename collection to "%s"
fr: ! Impossible de renommer la collection en "%s"

source: (Copy)
fr: (Copie)

source: Could not determine library database version!
fr: Impossible de déterminer la version de la base de données de la bibliothèque !

source: Upgrading library database version from %(from)d to %(to)d.
fr: Mise à jour de la version de la base de données de la bibliothèque de %(from)d vers %(to)d.

source: Recent
fr: Fichiers récents

source: All books
fr: Tous les livres

source: Library books
fr: Livres de la bibliothèque

source: _Open
fr: _Ouvrir

source: Opens the selected books for viewing.
fr: Ouvre les livres sélectionnés pour lecture.

source: Open _without closing library
fr: Ouvrir _sans fermer la bibliothèque

source: Opens the selected books, but keeps the library window open.
fr: Ouvre les livres sélectionnés, mais conserve la fenêtre de la bibliothèque ouverte.

source: _Add...
fr: _Ajouter…

source: Add more books to the library.
fr: Ajoute plus de livres à la bibliothèque.

source: Remove from this _collection
fr: Effacer de cette _collection

source: Removes the selected books from the current collection.
fr: Efface les livres sélectionnés de la collection courante.

source: Remove from the _library
fr: Effacer de la _bibliothèque…

source: Completely removes the selected books from the library.
fr: Supprime définitivement les livres sélectionnés de la bibliothèque.

source: _Remove and delete from disk
fr: _Effacer et supprimer du disque

source: Deletes the selected books from disk.
fr: Supprime les livres sélectionnés du disque.

source: _Copy
fr: _Copier

source: Copies the selected book's path to clipboard.
fr: Copie le chemin du livre courant dans le presse-papier.

source: _Sort
fr: _Trier par

source: Changes the sort order of the library.
fr: Modifie l'ordre de tri de la bibliothèque.

source: Cover si_ze
fr: Taille de la cou_verture

source: Changes the book cover size.
fr: Modifie la taille de la couverture du livre.

source: Book name
fr: Nom du livre

source: Full path
fr: Chemin complet

source: File size
fr: Taille du fichier

source: Date added
fr: Date d'ajout

source: Ascending
fr: Ascendant

source: Descending
fr: Descendant

source: Huge
fr: Énorme

source: Large
fr: Grande

source: Normal
fr: Normale

source: Small
fr: Petite

source: Tiny
fr: Minuscule

source: Custom...
fr: Personnalisée…

source: Set library cover size
fr: Définir la taille des couvertures de la bibliothèque.

source: Removed %(num)d book from '%(collection)s'.
fr: Suppression de %(num)d livre de '%(collection)s'.

source: Removed %d book from the library.
fr: Suppression du livre %d de la bibliothèque.

source: Remove books from the library?
fr: Effacer le livre de la bibliothèque ?

source: The selected books will be removed from the library and permanently deleted. Are you sure that you want to continue?
fr: Les livres sélectionnés seront supprimés de la bibliothèque et définitivement effacés. Voulez-vous vraiment continuer ?

source: Library collections
fr: Collections de la bibliothèque

source: New
fr: _Nouveau

source: Add a new empty collection.
fr: Ajouter une nouvelle collection vide.

source: Re_name
fr: _Renommer

source: Renames the selected collection.
fr: Renomme la collection sélectionnée.

source: _Duplicate
fr: Dupli_quer

source: Creates a duplicate of the selected collection.
fr: Crée un double de la collection sélectionnée.

source: _Clean up
fr: _Nettoyer

source: Removes no longer existant books from the collection.
fr: Efface de la collection les livres qui n'existent plus.

source: _Remove
fr: _Effacer

source: Deletes the selected collection.
fr: Supprime la collection sélectionnée.

source: Add new collection?
fr: Ajouter une nouvelle collection ?

source: Please enter a name for the new collection.
fr: Veuillez saisir un nom pour la nouvelle collection.

source: Could not add a new collection called '%s'.
fr: Impossible d'ajouter une nouvelle collection appelée '%s'.

source: A collection by that name already exists.
fr: Une collection de ce nom existe déjà.

source: Rename collection?
fr: Renommer la collection ?

source: Please enter a new name for the selected collection.
fr: Veuillez saisir un nouveau nom pour la collection sélectionnée.

source: Could not change the name to '%s'.
fr: Impossible de changer le nom en '%s'.

source: Could not duplicate collection.
fr: Impossible de dupliquer la collection

source: Root
fr: Racine

source: Put the collection '%(subcollection)s' in the collection '%(supercollection)s'.
fr: Déplacer la collection '%(subcollection)s' dans la collection '%(supercollection)s'.

source: Add books to '%s'.
fr: Ajouter des livres à '%s'.

source: Move books from '%(source collection)s' to '%(destination collection)s'.
fr: Déplacer les livres de '%(source collection)s' vers '%(destination collection)s'.

source: _Search:
fr: _Rechercher :

source: Display only those books that have the specified text string in their full path. The search is not case sensitive.
fr: Affiche uniquement les livres avec la chaîne de caractère spécifiée dans le chemin complet. La recherche n'est pas sensible à la casse.

source: _Watch list
fr: _Liste de suivi

source: Open the watchlist management dialog.
fr: Ouvre l'éditeur de la liste de suivi.

source: Open the selected book.
fr: Ouvrir le livre sélectionné.

source: Finished reading on %(date)s, %(time)s
fr: Achevé de lire le %(date)s, %(time)s

source: Scanning for new books...
fr: Recherche de nouvelles archives…

source: Added new book '%(bookname)s' from directory '%(directory)s'.
fr: Nouveau livre '%(bookname)s' ajouté depuis le répertoire '%(directory)s'.

source: Added %(count)d new books from directory '%(directory)s'.
fr: %(count)d nouveaux livres ajoutés depuis le répertoire '%(directory)s'.

source: No new books found in directory '%s'.
fr: Pas de nouveau livre trouvé dans le répertoire '%s'.

source: ! You need an sqlite wrapper to use the library.
fr: ! Il faut la composante sqlite pour utiliser la bibliothèque

source: Library watch list
fr: Liste de suivi de la bibliothèque

source: _Scan now
fr: _Scanner maintenant

source: Directory
fr: Répertoire

source: With subdirectories
fr: Inclure les sous-dossiers

source: _Add
fr: _Ajouter…

source: Automatically scan for new books when library is _opened
fr: Rechercher automatiquement les nouveaux livres lorsque la bibliothèque est _ouverte

source: SLIDESHOW
fr: DIAPORAMA

source: Save page as
fr: Enregistrer la page sous

source: Delete "%s"?
fr: Supprimer "%s" ?

source: The file will be deleted from your harddisk.
fr: Le fichier sera effacer de votre disque dur.

source: Do not ask again.
fr: Ne plus demander.

source: Could not run command %(cmdlabel)s: %(exception)s
fr: Impossible d'exécuter la commande %(cmdlabel)s&nbsp;: %(exception)s

source: Incomplete escape sequence. For a literal '%', use '%%'.
fr: Séquence d'échappement incomplète. Pour une '%' littérale, utilisez '%%'.

source: Edit external commands
fr: Éditer les commandes externes

source: Command label
fr: Libellé de la commande

source: Command
fr: Commande

source: _Go
fr: A_ller à

source: _Cancel
fr: _Annuler

source: of %s
fr: de %s

source: Appearance
fr: Apparence

source: Behaviour
fr: Comportement

source: Display
fr: Affichage

source: Advanced
fr: Avancé

source: Language (needs restart):
fr: Langue (redémarrage requis) :

source: Escape key closes program
fr: La touche Échappe ferme le programme

source: When active, the ESC key closes the program, instead of only disabling fullscreen mode.
fr: Appuyer sur la touche Échap ferme le programme plutôt que de désactiver le mode plein écran.

source: Background
fr: Arrière-plan

source: Use this colour as background:
fr: Utiliser cette couleur comme arrière-plan :

source: Always use this selected colour as the background colour.
fr: Toujours utiliser cette couleur comme arrière-plan

source: Use dynamic background colour
fr: Utiliser une couleur d'arrière-plan dynamique

source: Automatically pick a background colour that fits the viewed image.
fr: Sélectionne automatiquement une couleur d'arrière-plan correspondant à l'image affichée

source: Always use this selected colour as the thumbnail background colour.
fr: Toujours utiliser cette couleur comme arrière-plan des vignettes

source: Automatically use the colour that fits the viewed image for the thumbnail background.
fr: Sélectionne automatiquement une couleur d'arrière-plan correspondant aux vignettes affichées

source: Show page numbers on thumbnails
fr: Afficher le numéro de la page sur les vignettes

source: Use archive thumbnail as application icon
fr: Utiliser la vignette de l'archive comme icône du fichier

source: By enabling this setting, the first page of a book will be used as application icon instead of the standard icon.
fr: En activant ce paramètre, la première page d'un livre sera utilisée comme icône du fichier à la place de l'icône par défaut.

source: Thumbnail size (in pixels):
fr: Taille des vignettes (en pixels) :

source: Transparency
fr: Transparence

source: Use checkered background for transparent images
fr: Arrière-plan en damier pour les images transparentes

source: Use a grey checkered background for transparent images. If this preference is unset, the background is plain white instead.
fr: Utilise un arrière-plan gris en damier pour les images transparentes. Si ce paramètre n'est pas activé, l'arrière-plan est blanc.

source: Use smart scrolling
fr: Utiliser le défilement intelligent

source: With this preference set, the space key and mouse wheel do not only scroll down or up, but also sideways and so try to follow the natural reading order of the comic book.
fr: Avec ce paramètre, le défilement se fait verticalement à l'aide de la touche Espace ou la molette de la souris mais également latéralement en essayant de conserver l'ordre de lecture naturel de la bande dessinée.

source: Flip pages when scrolling off the edges of the page
fr: Tourner les pages lors du défilement en-dehors de la page

source: Flip pages when scrolling "off the page" with the scroll wheel or with the arrow keys. It takes n consecutive "steps" with the scroll wheel or the arrow keys for the pages to be flipped.
fr: Tourne les pages lors du défilement en-dehors de la page avec la mollette de la souris ou les flèches du clavier. La page est tournée après 3 actions de défilement successives.

source: Automatically open the next archive
fr: Ouvrir automatiquement l'archive suivante

source: Automatically open the next archive in the directory when flipping past the last page, or the previous archive when flipping past the first page.
fr: Ouvre automatiquement la prochaine archive du répertoire courant en tournant la dernière page de l'archive lue ou de la précédente s'il s'agit d'une première page.

source: Automatically open next directory
fr: Ouvrir automatiquement le dossier répertoire suivant

source: Automatically open the first file in the next sibling directory when flipping past the last page of the last file in a directory, or the previous directory when flipping past the first page of the first file.
fr: Ouvre automatiquement le premier fichier du prochain répertoire enfant lorsque la dernière page du dernier fichier d'un répertoire est passée, ou du répertoire précédent lorsqu'il s'agit de la première page du premier fichier.

source: Number of pixels to scroll per arrow key press:
fr: Défilement (en pixel) avec les flèches :

source: Set the number of pixels to scroll on a page when using the arrow keys.
fr: Défini le nombre de pixels à faire défiler à l'aide des touches flèches.

source: Number of pixels to scroll per mouse wheel turn:
fr: Défilement (en pixel) avec la molette :

source: Set the number of pixels to scroll on a page when using a mouse wheel.
fr: Défini le nombre de pixels à faire défiler avec la molette

source: Fraction of page to scroll per space key press (in percent):
fr: Fraction de la page à faire défiler lors de l'appui sur la touche espace (en %) :

source: Sets the percentage by which the page will be scrolled down or up when the space key is pressed.
fr: Définit le pourcentage de défilement d'une page vers le haut ou vers le bas à chaque appui sur la touche espace.

source: Number of "steps" to take before flipping the page:
fr: Étapes à exécuter avant un changement de page :

source: Set the number of "steps" needed to flip to the next or previous page. Less steps will allow for very fast page turning but you might find yourself accidentally turning pages.
fr: Défini le nombre d'étapes nécessaire avant un changement de page. Moins d'étapes signifie un changement rapide de page. Mais vous pourriez changer de page accidentellement.

source: Flip two pages in double page mode
fr: Tourner 2 pages en mode double page

source: Flip two pages, instead of one, each time we flip pages in double page mode.
fr: Tourne 2 pages au lieu d'une à chaque fois que l'on tourne une page en mode double page.

source: Show only one page where appropriate:
fr: N'afficher qu'une seule page lorsque nécessaire :

source: Files
fr: Fichiers

source: Automatically open the last viewed file on startup
fr: Ouvrir automatiquement la dernière archive visualisée au démarrage

source: Automatically open, on startup, the file that was open when MComix was last closed.
fr: Ouvre automatiquement au démarrage le dernier fichier qui était ouvert quand MComix a été fermé.

source: Store information about recently opened files:
fr: Enregistrer les informations sur les fichiers récemment ouverts:

source: Use fullscreen by default
fr: Utiliser le mode plein écran par défaut

source: Automatically hide all toolbars in fullscreen
fr: Masquer automatiquement les barres d'outils en plein écran

source: Fit to size mode
fr: Adapter à la page

source: Fit to width or height:
fr: Ajuster à la largeur ou à la hauteur :

source: Fixed size for this mode:
fr: Défini la taille pour ce mode :

source: Slideshow
fr: Diaporama

source: Slideshow delay (in seconds):
fr: Intervalle du diaporama (en secondes) :

source: Slideshow step (in pixels):
fr: Pas du diaporama (en pixels) :

source: Specify the number of pixels to scroll while in slideshow mode. A positive value will scroll forward, a negative value will scroll backwards, and a value of 0 will cause the slideshow to always flip to a new page.
fr: Défini le nombre de pixels à faire défiler lors du diaporama. Une valeur positive indique un mouvement vers l'avant, une valeur négative indique un mouvement vers l'arrière et une valeur de 0 effectuera un saut de page.

source: During a slideshow automatically open the next archive
fr: Ouvrir automatiquement l'archive suivante

source: While in slideshow mode allow the next archive to automatically be opened.
fr: Lors d'un diaporama, ouvre automatiquement l'archive suivante.

source: Automatically rotate images according to their metadata
fr: Rotation automatique des images suivant leurs métadonnées

source: Automatically rotate images when an orientation is specified in the image metadata, such as in an Exif tag.
fr: Rotation automatique des images quand une orientation est spécifiée dans les métadonnées de l'image, comme un tag EXIF.

source: Image quality
fr: Qualité d'image

source: Scaling mode
fr: Interpolation
